{
  "word2idx": {
    "<emotion_angry>": 0,
    "<emotion_confused>": 1,
    "<emotion_curious>": 2,
    "<emotion_excited>": 3,
    "<emotion_frustrated>": 4,
    "<emotion_happy>": 5,
    "<emotion_nervous>": 6,
    "<emotion_proud>": 7,
    "<emotion_sad>": 8,
    "<emotion_scared>": 9,
    "<emotion_shy>": 10,
    "<emotion_surprised>": 11,
    "<emotion_worried>": 12,
    "<end>": 13,
    "<name>": 14,
    "<name>'s": 15,
    "<scenario_art_class>": 16,
    "<scenario_asking_a_question>": 17,
    "<scenario_bedtime>": 18,
    "<scenario_buying_snack>": 19,
    "<scenario_classroom_test>": 20,
    "<scenario_dental_visit>": 21,
    "<scenario_doctor_visit>": 22,
    "<scenario_first_day_school>": 23,
    "<scenario_group_project>": 24,
    "<scenario_helping_a_friend>": 25,
    "<scenario_injury_while_playing>": 26,
    "<scenario_library_time>": 27,
    "<scenario_losing_a_game>": 28,
    "<scenario_loud_cafeteria>": 29,
    "<scenario_making_a_mistake>": 30,
    "<scenario_music_class>": 31,
    "<scenario_new_student>": 32,
    "<scenario_playground_conflict>": 33,
    "<scenario_receiving_allowance>": 34,
    "<scenario_saving_money>": 35,
    "<scenario_school_presentation>": 36,
    "<scenario_sharing_toys>": 37,
    "<scenario_spending_money_wisely>": 38,
    "<scenario_sports_practice>": 39,
    "<scenario_waiting_turn>": 40,
    "<scenario_winning_a_game>": 41,
    "<start>": 42,
    "In": 43,
    "It": 44,
    "Something": 45,
    "The": 46,
    "Today": 47,
    "a": 48,
    "about": 49,
    "across": 50,
    "activity.": 51,
    "again": 52,
    "an": 53,
    "and": 54,
    "angry.": 55,
    "any": 56,
    "are": 57,
    "asks": 58,
    "becomes": 59,
    "begins": 60,
    "better.": 61,
    "books": 62,
    "breath.": 63,
    "calm": 64,
    "calm.": 65,
    "carefully.": 66,
    "children": 67,
    "classroom": 68,
    "colorful": 69,
    "confused.": 70,
    "counts": 71,
    "curious.": 72,
    "day": 73,
    "day.": 74,
    "deep": 75,
    "do.": 76,
    "drawing": 77,
    "everyone": 78,
    "everything": 79,
    "excited.": 80,
    "explains": 81,
    "feel": 82,
    "feeling": 83,
    "feels": 84,
    "five.": 85,
    "floor.": 86,
    "for": 87,
    "friends": 88,
    "frustrated.": 89,
    "full": 90,
    "gets": 91,
    "group": 92,
    "happen.": 93,
    "happening.": 94,
    "happy.": 95,
    "heart": 96,
    "help.": 97,
    "helpful.": 98,
    "important": 99,
    "interesting": 100,
    "is": 101,
    "laughing.": 102,
    "like": 103,
    "listens": 104,
    "little": 105,
    "moment": 106,
    "moment.": 107,
    "nervous.": 108,
    "new": 109,
    "new.": 110,
    "noisy.": 111,
    "notices": 112,
    "of": 113,
    "on": 114,
    "other": 115,
    "out": 116,
    "pictures.": 117,
    "prepares": 118,
    "problem": 119,
    "problem.": 120,
    "proud.": 121,
    "remembers": 122,
    "room": 123,
    "sad.": 124,
    "scared.": 125,
    "shy.": 126,
    "situation": 127,
    "slowly": 128,
    "slowly.": 129,
    "solved.": 130,
    "solving": 131,
    "something": 132,
    "spread": 133,
    "stacked": 134,
    "students": 135,
    "surprised.": 136,
    "table.": 137,
    "takes": 138,
    "talking": 139,
    "teacher": 140,
    "the": 141,
    "their": 142,
    "things": 143,
    "think.": 144,
    "to": 145,
    "together.": 146,
    "toys": 147,
    "tries": 148,
    "turn.": 149,
    "understand.": 150,
    "understands.": 151,
    "uses": 152,
    "wait": 153,
    "well.": 154,
    "what": 155,
    "wonders": 156,
    "words.": 157,
    "work": 158,
    "working": 159,
    "worried.": 160
  },
  "idx2word": {
    "0": "<emotion_angry>",
    "1": "<emotion_confused>",
    "2": "<emotion_curious>",
    "3": "<emotion_excited>",
    "4": "<emotion_frustrated>",
    "5": "<emotion_happy>",
    "6": "<emotion_nervous>",
    "7": "<emotion_proud>",
    "8": "<emotion_sad>",
    "9": "<emotion_scared>",
    "10": "<emotion_shy>",
    "11": "<emotion_surprised>",
    "12": "<emotion_worried>",
    "13": "<end>",
    "14": "<name>",
    "15": "<name>'s",
    "16": "<scenario_art_class>",
    "17": "<scenario_asking_a_question>",
    "18": "<scenario_bedtime>",
    "19": "<scenario_buying_snack>",
    "20": "<scenario_classroom_test>",
    "21": "<scenario_dental_visit>",
    "22": "<scenario_doctor_visit>",
    "23": "<scenario_first_day_school>",
    "24": "<scenario_group_project>",
    "25": "<scenario_helping_a_friend>",
    "26": "<scenario_injury_while_playing>",
    "27": "<scenario_library_time>",
    "28": "<scenario_losing_a_game>",
    "29": "<scenario_loud_cafeteria>",
    "30": "<scenario_making_a_mistake>",
    "31": "<scenario_music_class>",
    "32": "<scenario_new_student>",
    "33": "<scenario_playground_conflict>",
    "34": "<scenario_receiving_allowance>",
    "35": "<scenario_saving_money>",
    "36": "<scenario_school_presentation>",
    "37": "<scenario_sharing_toys>",
    "38": "<scenario_spending_money_wisely>",
    "39": "<scenario_sports_practice>",
    "40": "<scenario_waiting_turn>",
    "41": "<scenario_winning_a_game>",
    "42": "<start>",
    "43": "In",
    "44": "It",
    "45": "Something",
    "46": "The",
    "47": "Today",
    "48": "a",
    "49": "about",
    "50": "across",
    "51": "activity.",
    "52": "again",
    "53": "an",
    "54": "and",
    "55": "angry.",
    "56": "any",
    "57": "are",
    "58": "asks",
    "59": "becomes",
    "60": "begins",
    "61": "better.",
    "62": "books",
    "63": "breath.",
    "64": "calm",
    "65": "calm.",
    "66": "carefully.",
    "67": "children",
    "68": "classroom",
    "69": "colorful",
    "70": "confused.",
    "71": "counts",
    "72": "curious.",
    "73": "day",
    "74": "day.",
    "75": "deep",
    "76": "do.",
    "77": "drawing",
    "78": "everyone",
    "79": "everything",
    "80": "excited.",
    "81": "explains",
    "82": "feel",
    "83": "feeling",
    "84": "feels",
    "85": "five.",
    "86": "floor.",
    "87": "for",
    "88": "friends",
    "89": "frustrated.",
    "90": "full",
    "91": "gets",
    "92": "group",
    "93": "happen.",
    "94": "happening.",
    "95": "happy.",
    "96": "heart",
    "97": "help.",
    "98": "helpful.",
    "99": "important",
    "100": "interesting",
    "101": "is",
    "102": "laughing.",
    "103": "like",
    "104": "listens",
    "105": "little",
    "106": "moment",
    "107": "moment.",
    "108": "nervous.",
    "109": "new",
    "110": "new.",
    "111": "noisy.",
    "112": "notices",
    "113": "of",
    "114": "on",
    "115": "other",
    "116": "out",
    "117": "pictures.",
    "118": "prepares",
    "119": "problem",
    "120": "problem.",
    "121": "proud.",
    "122": "remembers",
    "123": "room",
    "124": "sad.",
    "125": "scared.",
    "126": "shy.",
    "127": "situation",
    "128": "slowly",
    "129": "slowly.",
    "130": "solved.",
    "131": "solving",
    "132": "something",
    "133": "spread",
    "134": "stacked",
    "135": "students",
    "136": "surprised.",
    "137": "table.",
    "138": "takes",
    "139": "talking",
    "140": "teacher",
    "141": "the",
    "142": "their",
    "143": "things",
    "144": "think.",
    "145": "to",
    "146": "together.",
    "147": "toys",
    "148": "tries",
    "149": "turn.",
    "150": "understand.",
    "151": "understands.",
    "152": "uses",
    "153": "wait",
    "154": "well.",
    "155": "what",
    "156": "wonders",
    "157": "words.",
    "158": "work",
    "159": "working",
    "160": "worried."
  },
  "size": 161
}