{"</coping>": 0, "</event>": 1, "</feeling>": 2, "</start>": 3, "<coping>": 4, "<emotion_angry>": 5, "<emotion_excited>": 6, "<emotion_nervous>": 7, "<emotion_overwhelmed>": 8, "<emotion_sad>": 9, "<emotion_scared>": 10, "<emotion_shy>": 11, "<emotion_worried>": 12, "<end>": 13, "<ending>": 14, "<event>": 15, "<feeling>": 16, "<name>": 17, "<scenario_art_class>": 18, "<scenario_assembly>": 19, "<scenario_bedtime>": 20, "<scenario_birthday_party>": 21, "<scenario_broken_routine>": 22, "<scenario_cafeteria_noise>": 23, "<scenario_classroom_test>": 24, "<scenario_dentist_visit>": 25, "<scenario_fire_alarm>": 26, "<scenario_grocery_store>": 27, "<scenario_group_activity>": 28, "<scenario_haircut>": 29, "<scenario_library_visit>": 30, "<scenario_losing_game>": 31, "<scenario_loud_noise>": 32, "<scenario_moving_house>": 33, "<scenario_new_teacher>": 34, "<scenario_playground_conflict>": 35, "<scenario_school_bus>": 36, "<scenario_sharing_toys>": 37, "<scenario_sports_day>": 38, "<scenario_substitute_teacher>": 39, "<scenario_swimming_pool>": 40, "<scenario_vaccination>": 41, "<scenario_waiting_in_line>": 42, "<start>": 43, "a": 44, "about": 45, "activity.": 46, "adult.": 47, "again": 48, "alarm": 49, "alarm.": 50, "and": 51, "angry.": 52, "announced.": 53, "another": 54, "are": 55, "around.": 56, "art": 57, "ask": 58, "assembly.": 59, "at": 60, "away.": 61, "balloons": 62, "barber": 63, "becomes": 64, "bedtime.": 65, "being": 66, "best.": 67, "better.": 68, "big": 69, "birthday": 70, "blows.": 71, "book.": 72, "books": 73, "boxes": 74, "break.": 75, "breathe": 76, "breaths.": 77, "bright": 78, "broken": 79, "brush": 80, "bus": 81, "bus.": 82, "cafeteria": 83, "call": 84, "calm": 85, "calmly.": 86, "can": 87, "carefully.": 88, "cart.": 89, "carts": 90, "chair": 91, "chairs": 92, "change": 93, "changes.": 94, "checks": 95, "cheer": 96, "child": 97, "children": 98, "choose": 99, "circle.": 100, "clapping": 101, "claps.": 102, "class": 103, "class.": 104, "classroom": 105, "clean.": 106, "clinking": 107, "clock": 108, "close": 109, "close.": 110, "colors": 111, "comfort": 112, "conflict.": 113, "count": 114, "counts": 115, "cover": 116, "cozy": 117, "create": 118, "dark.": 119, "day": 120, "day.": 121, "decorate": 122, "deep": 123, "deep.": 124, "dentist": 125, "different.": 126, "door": 127, "driver": 128, "ears.": 129, "echoes": 130, "edge.": 131, "ends": 132, "ends.": 133, "everyone": 134, "excited.": 135, "explains": 136, "faces": 137, "falls": 138, "favorite": 139, "feelings.": 140, "feels": 141, "field.": 142, "fill": 143, "fills": 144, "fire": 145, "five.": 146, "floaties.": 147, "floor.": 148, "focus": 149, "follow": 150, "for": 151, "friend": 152, "friend.": 153, "front.": 154, "fun.": 155, "furniture": 156, "game": 157, "game.": 158, "games": 159, "gently.": 160, "get": 161, "gives": 162, "good": 163, "grocery": 164, "group": 165, "group.": 166, "guide": 167, "guides": 168, "hair": 169, "haircut.": 170, "hand": 171, "hand.": 172, "hands": 173, "happen": 174, "happens": 175, "hard.": 176, "has": 177, "headphones.": 178, "hello": 179, "help.": 180, "hold": 181, "holds": 182, "house": 183, "house.": 184, "hug": 185, "ideas.": 186, "if": 187, "in": 188, "instructions": 189, "instructor": 190, "is": 191, "it": 192, "items": 193, "job.": 194, "keep": 195, "kind": 196, "kindly.": 197, "later.": 198, "laugh": 199, "library": 200, "lies": 201, "light.": 202, "lights.": 203, "line": 204, "line.": 205, "listen": 206, "live": 207, "look": 208, "looks": 209, "losing": 210, "loud": 211, "loud.": 212, "louder.": 213, "loudly.": 214, "make": 215, "makes": 216, "many": 217, "mirror.": 218, "mix": 219, "move": 220, "moved.": 221, "moves": 222, "moving": 223, "music": 224, "near": 225, "nearby.": 226, "needed.": 227, "needle.": 228, "neighbors": 229, "nervous.": 230, "new": 231, "next.": 232, "night": 233, "noise": 234, "noise.": 235, "nurse": 236, "on": 237, "one": 238, "others": 239, "out": 240, "outside.": 241, "over.": 242, "overlap": 243, "overwhelmed.": 244, "packed.": 245, "paint": 246, "paper": 247, "paper.": 248, "parent.": 249, "party.": 250, "patiently.": 251, "people": 252, "pictures.": 253, "pillow.": 254, "plans": 255, "plates": 256, "played.": 257, "playground": 258, "plays": 259, "pool": 260, "pool.": 261, "questions.": 262, "quick.": 263, "quickly.": 264, "quiet": 265, "quiet.": 266, "quietly.": 267, "raise": 268, "read": 269, "regular": 270, "remember": 271, "rings": 272, "room": 273, "room.": 274, "rooms": 275, "routine": 276, "routine.": 277, "rules.": 278, "run": 279, "sad.": 280, "safe": 281, "safely.": 282, "same": 283, "same.": 284, "say": 285, "says": 286, "scared.": 287, "schedule": 288, "schedule.": 289, "school": 290, "scissors": 291, "scores": 292, "scrape": 293, "shadows": 294, "shares": 295, "sharing": 296, "shelves.": 297, "short": 298, "shout.": 299, "shy.": 300, "side.": 301, "simple": 302, "sit": 303, "situation": 304, "slams": 305, "slow": 306, "slowly.": 307, "small": 308, "smells": 309, "smiles": 310, "soft": 311, "soft.": 312, "softly.": 313, "something": 314, "sometimes.": 315, "sound": 316, "sound.": 317, "sounds": 318, "sounds.": 319, "speak": 320, "speakers": 321, "splash": 322, "sports": 323, "spot.": 324, "squeeze": 325, "stand": 326, "stands": 327, "stay": 328, "step.": 329, "store": 330, "store.": 331, "students": 332, "substitute": 333, "suddenly.": 334, "swimming": 335, "swing.": 336, "table.": 337, "take": 338, "takes": 339, "taking": 340, "talk": 341, "talking.": 342, "teacher": 343, "teacher's": 344, "teacher.": 345, "teachers": 346, "teeth.": 347, "ten.": 348, "test": 349, "test.": 350, "the": 351, "their": 352, "there": 353, "things": 354, "thunder": 355, "ticks": 356, "time.": 357, "to": 358, "today,": 359, "together.": 360, "toy.": 361, "toys": 362, "toys.": 363, "truck": 364, "try": 365, "turn": 366, "turn.": 367, "turns": 368, "turns.": 369, "two": 370, "unkind.": 371, "unusual.": 372, "use": 373, "vaccination.": 374, "very": 375, "visit.": 376, "voice": 377, "voice.": 378, "voices": 379, "wait": 380, "waiting": 381, "waiting.": 382, "walk": 383, "walks": 384, "wall.": 385, "want": 386, "wants": 387, "watches": 388, "watching.": 389, "water": 390, "way.": 391, "wear": 392, "wet.": 393, "what": 394, "whisper": 395, "whispers.": 396, "whistle": 397, "window.": 398, "wins.": 399, "words.": 400, "worried.": 401, "writing.": 402}